= そうだ！勉強会に参加しよう！

: author
    @akira345

: institution
    Hiroshima.rb

: theme
    rabbit

: allotted-time
    4.5m


= ((*注意*))
* ここでいう勉強会は主にIT関係のものを指します
* 本スライドは個人的なものであり、Hiroshima.rbを代表するものではありません



= 自己紹介

* 広島の某中小企業に勤めるシステム屋さん。
* 好きな言語はPHP、SQL。もちろん((*Ruby*))も。
* 趣味でLinuxやネットワークやら広く浅く手をだし、結果自分の首が締まりつつあるらしい・・・

# image
# src = bakeneko.png

= (('　'))
\n
\n
\n
* (('tag:x-center:ところで'))

= (('　'))
\n\n\n
* (('tag:x-center'))勉強会って参加したことありますか？

= 勉強会に対する不安

* ((*何となく怖い*))
    * 妙なコダワリがあって、勧誘されそうw
* (('del:オタク'))玄人が多そうw
* 内容がよくわからない
    * ついて行けるか不安
    * 初心者歓迎って嘘じゃろ？
* 一度参加したら抜け辛いし


= (('　'))
\n
\n
\n
: ((*それ、思い込みです！！*))\n
(('note:いや、合ってる所も・・ってうわ何をする(ry'))


= 不安その１
: ((*何となく怖い*))
* 講師の人も((*実は不安*))です。
    * どんな人が来るのだろう？
        * そもそも人来るの？
    * 内容大丈夫だろうか？
    * スーパーハカーとか来ないよなぁ\n(((;ﾟДﾟ)))

= 不安その２
: ((*玄人多そう*))
* 学校の授業ではないので、否定出来ませんw
* その手の人は躓いた時、\nきっと((*饒舌に*))あなたをサポートしてくれるでしょう

= 不安その３
: ((*内容がよくわからない*))
* 勉強会によっては、Ust等で動画や写真を公開しているので、雰囲気をつかんでみる。
* Twitter等で質問してみる
* 内容について行けなければ、ついて行ける勉強会にすればいい。


= 不安その４
: ((*一度参加したら抜け辛い*))
* 勉強会参加は((*強制される*))ものではないので、気にしなくてOK
    * ハートはオープンじゃけぇ
* 勉強会を毎月開催し、\n勉強会の内容を準備するのは大変

= まとめ

* 初参加は誰でも不安
    * 参加しないと分からない
* 参加は((*強制される*))ものではない
    * モチベーション維持は大事
    * 代表者や参加者に敬意を
* 様々な立場や業種の人と出会えるのは楽しい
    * 隣の人は有名人かも
→勉強会ってスバラシイ！！

= ところで
\n
\n
\n
: (('tag:center:勉強会ってどうやって参加するの？'))


= (('　'))
: まずは検索
    * IT勉強会カレンダー検索\n
      http://utf-8.jp/tool/calsearch.html

    * TwitterやネットやML

: 近くで開催されている勉強会をチェック！


= 近くで勉強会やってないよ～
: 大丈夫！
もしかしたら、Ust等で中継しているかもしれません。

* Hiroshima.rb Ustアーカイブ
  http://sites.google.com/site/hiroshimarb/ustream-1

* いっそ勉強会を始めてしまえ！

= 参加登録
: ATND
    * http://http://atnd.org/
: partake
    * http://http://partake.in/


= あるとよいもの
* TwitterやGoogleのアカウント
# 画像を貼る
* メアドなどインターネット上の住所
* ネット接続環境
* 自己紹介用ネタ

= 参加登録したけど…
\n\n\n
: (('tag:center:'))いきなり初心者が参加しても迷惑だろうし…\n
(('note:特に途中から参加の場合'))

= (('　'))
\n
\n
: (('tag:center:'))大丈夫！いきなり出来る訳じゃない\n
(('note:でも、”初心者”は免罪符では無いので勘違いなきよう…'))


= 勉強会に参加する上で\n大切な事(その１)

* ((*分らない事をちゃんと言う事はとても大切。*))
   * アナタのその疑問、皆の疑問かも

* ちゃんと講師の人にアクションを返そう
   * 講師の人も不安です

= 勉強会に参加する上で\n大切な事(その２)

* 他の人をフォローしよう
   * 人に教えることは、より深い理解へ繋ります

* 自分も講師になってみよう
   * 大変さが良く分かります


= そして！
* 参加するからには、((*何かものにしてやる*))という心意気で！
* 参加者も運営者の一部です


= そろそろまとめ
\n
\n
(('tag:x-middle'))
一人が最初に始めた勉強会が、\n
((*立場や業種を越えて*))人が集まり、\n
それが((*新しい動き*))につながるって、\n
とても((*素敵*))なことではないですか！


= (('　'))
* 様々な経歴の人と出会い、話が出来るのは楽しい!
* 勉強会は相互扶助の精神で。これ大事。
* 貴重な時間と労力を投資して身につけたことを教わる訳ですから、
((*出来そうなところから*))少しずつ。


= 最後に
* 勉強会に参加すると、新しい世界が待っています。人生変わります。
* 今は遠方でもUst等で参加出来ます。
  怖がらずに参加しましょう。
* 受身では、知りたいことを知ることは出来ませんよ。



= (('　'))
\n\n\n
(('tag:x-center:'))(('tag:x-middle'))ありがとうございました！！



